[{
    cpmc: '游戏初级', //产品名称
    jg: '6925', //总价
    value: {
        cpu: {
            chineseName: "cpu",
            name: 'i5-12490F ', //cpu
            jj: 'i5-12490F拥有6核心12线程，CPU主频3GHz，最高睿频4.6GHz， 三级缓存20MB，PBP功耗65W，MTP功耗117W, 支持DDR5内存，支持PCIe 5.0。插槽类型：LGA 1700 CPU系列。需搭配独立显卡。', //产品简介
            jqjj: '1080', //近期均价
            fsjg: '2399', //发售价格
            syjg: '999', //上月价格
            urlname: 'cpu_13d_i5_13600KF.jpg' //图片名称
        },
        zb: {
            chineseName: '主板',
            name: '华硕B660M-K', //主板
            jj: '华硕B660M-K是一款微型ATX主板，适用于英特尔第十代处理器。它支持最多128GB的内存，拥有多个USB和SATA接口，以及M.2插槽。此外，它还具有ASUS自主开发的5X保护II功能，包括超过电压保护和电流保护，为您的计算机提供全面的安全性和稳定性。', //产品简介
            jqjj: '650', //近期均价
            fsjg: '1399', //发售价格
            syjg: '899', //上月价格
            urlname: 'zb_hsB660M_K.jpg' //图片名称
        },
        yxnc: {
            chineseName: '运行内存',
            name: '金士顿16G-3200', //运行内存
            jj: '利用 Kingston FURY™ Impact DDR4 SODIMM 全副武装您的笔记本电脑或小型设备，最大程度减少系统滞后。FURY Impact DDR4 支持 AMD Ryzen 和 Intel® XMP 并经过 XMP 认证，套件容量高达 64GB，还采用创新的 Plug N Play1 超频技术，可以自动应用出厂预设的速度和延迟时序，无需更改任何 BIOS 设置。这款炫酷的黑色模组能以 1.2V 电压凉爽、高效地运行系统，轻松提升系统的性能。', //产品简介
            jqjj: '235', //近期均价
            fsjg: '329', //发售价格
            syjg: '249', //上月价格
            urlname: 'yxnc_jsd16G_3200.jpg' //图片名称
        },
        cc: {
            chineseName: '储存',
            name: '金士顿500G M.2', //cpu名称
            jj: ' PCIe 3.0 x4通道，采用高效效性能和单侧M.2 2280(22×80mm)设计，使NV1散热更少，功耗更低。采用单面M.2设计，不仅适用于普通台式机和笔记本电脑，还可灵活安装于超薄笔记本电脑或小尺寸规格PC( SFF PC)系统。采用一体化设计，无活动部件大大降低了故障风险。它功耗和发热量低、工作安静并具备抗冲击和抗振动性能。读取速度2100MB/s，写入速度1700MB/s，总体写入量240TBW。', //产品简介
            jqjj: '180', //近期均价
            fsjg: '328', //发售价格
            syjg: '169', //上月价格
            urlname: 'cc_jsd500G_M_2.jpg' //图片名称
        },
        xk: {
            chineseName: "显卡",
            name: 'iGame RTX 4060 Ultra W OC 8G', //cpu名称
            jj: '七彩虹 iGame GeForce RTX 4060 Ti Ultra W OC 8G拥有4352个CUDA核心，基础核心频率为2535MHz，按下七彩虹引以自豪的iGame一键超频按键后，可超频至2580MHz，显存方面配备了8GB，128Bit的GDDR6显存，显存总带宽为288Gb/s，另外值得一提的是，公版RTX 4060 Ti的显卡总功耗仅为160W，而七彩虹 iGame GeForce RTX 4060 Ti Ultra W OC 8G一键超频后的显卡总功耗也仅为182W，对整机电源的要求更低，发热也更低，小机箱也无需担心闷罐。', //产品简介
            jqjj: '2700', //近期均价
            fsjg: '6999', //发售价格
            syjg: '4399', //上月价格
            urlname: 'xk_iGame_RTX_4060_Ultra_W_OC_8G.jpg' //图片名称
        },
        fs: {
            chineseName: '风扇',
            name: '6铜芯', //cpu名称
            jj: '六根高能热管，加上精密穿片工艺，能够做到快速导热。纯铜底座搭配回流焊工艺处理，紧密贴合，强效导热，12cm炫彩高性能风扇，大风量，强风压，迅速带走热量，还能智能温控调速，高低温自动调节转速。热管直触，镜面铣底，无缝贴合，高效导热。', //产品简介
            jqjj: '185', //近期均价
            fsjg: '750', //发售价格
            syjg: '179', //上月价格
            urlname: 'fs_6tx.jpg' //图片名称
        },
        jx: {
            chineseName: '机箱',
            name: '航嘉660S', //cpu名称
            jj: '航嘉660S是一款桌面游戏机箱。该机箱支持M-ATX主板和240水冷散热系统。它具有双面玻璃全景侧透设计，黑色外观。该机箱采用MATX结构，支持MATX和ITX主板，尺寸为463mm x 276mm x 430mm。它具有多个扩展插槽和接口，包括USB 2.0和USB 3.0接口，以及多个硬盘和扩展卡位。在散热方面，它支持前置和顶部安装120/140mm风扇和240mm水冷散热器。机箱内部还提供了合理的电缆管理设计。', //产品简介
            jqjj: '155', //近期均价
            fsjg: '550', //发售价格
            syjg: '199', //上月价格
            urlname: 'jx_hj660S.jpg' //图片名称
        },
        dy: {
            chineseName: '电源',
            name: '航嘉WD500W', //主板名称
            jj: '额定500W，单路40A大电流设计，支持高端游戏独显，主动PFC+双管正激电路设计，转换效率可达85%，双（6+2）PINPIN设计，适配各种独显接口需求，CPU线材长550mm，支持背部走线。', //产品简介
            jqjj: '225', //近期均价
            fsjg: '599', //发售价格
            syjg: '199', //上月价格
            urlname: 'dy_hjGS500W.png' //图片名称
        },
        xsq: {
            chineseName: '显示器',
            name: '飞利浦27E1N5500E 2K', //cpu名称
            jj: '飞利浦新一代 E 系列 27E1N5500E 采用 2K IPS 技术面板，呈现晶晰画质 的同时色彩更通透;采用可升降、旋转多功能支架便于让你找到更舒适、更健 康的观看角度，从细节之处感受飞利浦的匠心设计。', //产品简介
            jqjj: ' 1130', //近期均价
            fsjg: '5330', //发售价格
            syjg: '1229', //上月价格
            urlname: 'xsq_27E1N5500E_2K.jpg' //图片名称
        },
        sb: {
            chineseName: '鼠标',
            name: '罗技套装', //主板名称
            jj: '罗技G502适应游戏鼠标在配重，平衡及追踪表面的适应性需要有更好的提升，尽可能满足每一位玩家的精确需求。其热成像技术精确打造人体工学外形，革新的高级表面材质提供更为舒适的操控体验。超强表面自适应游戏级传感器，搭载罗技专属的Delta Zero传感器技术 。升级的5块“3.6克”精确配重，可以随心所欲的调整配重系统，寻找最适合你的专属方案。罗技键盘G512可定制轴承，全键盘可定制。', //产品简介
            jqjj: '150', //近期均价
            fsjg: '799', //发售价格
            syjg: '150', //上月价格
            urlname: 'sb_lj.jpg' //图片名称
        },
        qt: {
            chineseName: '其他',
            name: '无', //产品名称
            jj: '无', //产品简介
            jqjj: '0', //近期均价
            fsjg: '0', //发售价格
            syjg: '0', //上月价格
            urlname: 'w.jpg' //图片名称
        },
    }
}]