var ztgj = {
    cpmc: '作图高级', //产品名称
    jg: '19750', //总价
    value: {
        cpu: {
            chineseName: "cpu",
            name: '13代 i9 13900KF ', //cpu
            jj: 'i9-13900KF是第13代台式机处理器以混合核心架构和 Intel7工艺为基础，将24个核心（比上一代多8个）安装到单个处理器上，同时仍安装 LGA1700插槽。Core i9-13900KF 旨在提供卓越的性能，具有16个低压高效内核，可处理多任务的后台任务，而8个3GHz 性能内核为要求苛刻的应用程序和游戏提供速度，根据工作负载可提升至 5.8 GHz。需搭配独立显卡。', //产品简介
            jqjj: '4380', //近期均价
            fsjg: '6999', //发售价格
            syjg: '4399', //上月价格
            urlname: 'cpu_13d_i9_13900KF.png' //图片名称
        },
        zb: {
            chineseName: '主板',
            name: '华硕B790- WIFI', //主板
            jj: '华硕B790-WIFI是一款主板型号，属于华硕的ROG系列。该主板采用了Intel Z390芯片组，支持第九代和第八代Intel Core处理器，具有双M.2插槽、USB 3.1 Gen 2 Type-C接口、Intel 802.11ac Wi-Fi和蓝牙5.0等功能。此外，该主板还配备了Aura Sync RGB灯效，可通过华硕Aura Sync软件进行控制。', //产品简介
            jqjj: '1980', //近期均价
            fsjg: '2399', //发售价格
            syjg: '1799', //上月价格
            urlname: 'zb_hsB790.jpg' //图片名称
        },
        yxnc: {
            chineseName: '运行内存',
            name: '金士顿16G-3200', //运行内存
            jj: '利用 Kingston FURY™ Impact DDR4 SODIMM 全副武装您的笔记本电脑或小型设备，最大程度减少系统滞后。FURY Impact DDR4 支持 AMD Ryzen 和 Intel® XMP 并经过 XMP 认证，套件容量高达 64GB，还采用创新的 Plug N Play1 超频技术，可以自动应用出厂预设的速度和延迟时序，无需更改任何 BIOS 设置。这款炫酷的黑色模组能以 1.2V 电压凉爽、高效地运行系统，轻松提升系统的性能。', //产品简介
            jqjj: '235', //近期均价
            fsjg: '329', //发售价格
            syjg: '249', //上月价格
            urlname: 'yxnc_jsd16G_3200.jpg' //图片名称
        },
        cc: {
            chineseName: '储存',
            name: '金士顿1000G M.2', //cpu名称
            jj: ' PCIe 3.0 x4通道，采用高效效性能和单侧M.2 2280(22×80mm)设计，使NV1散热更少，功耗更低。采用单面M.2设计，不仅适用于普通台式机和笔记本电脑，还可灵活安装于超薄笔记本电脑或小尺寸规格PC( SFF PC)系统。采用一体化设计，无活动部件大大降低了故障风险。它功耗和发热量低、工作安静并具备抗冲击和抗振动性能。读取速度2100MB/s，写入速度1700MB/s，总体写入量240TBW。', //产品简介
            jqjj: '290', //近期均价
            fsjg: '498', //发售价格
            syjg: '279', //上月价格
            urlname: 'cc_jsd1000G_M_2.jpg' //图片名称
        },
        xk: {
            chineseName: "显卡",
            name: '丽台P6000', //cpu名称
            jj: '丽台P6000显卡是一款由丽台（Leadtek）公司生产的高端显卡，采用了NVIDIA的Pascal架构，拥有3840个CUDA核心和24GB GDDR5显存。它适用于需要大规模图形处理和计算的专业用户，如工程师、设计师、科学家等。此外，它还支持多个显示器输出，可同时输出4K分辨率的图像。', //产品简介
            jqjj: '8700', //近期均价
            fsjg: '13999', //发售价格
            syjg: '8599', //上月价格
            urlname: 'xk_ltP6000.jpg' //图片名称
        },
        fs: {

            chineseName: '风扇',
            name: '360水冷 利民 ARGB', //cpu名称
            jj: '利民TL-C12CW-S均衡ARGB风扇，Stably-FDB磁力稳定轴承，解决吊装模式下扇叶抖震问题。采用0.10mm间距微水道铜底，全紫铜镜平面底座长效性陶瓷轴承，2600转/分低噪音八级马达。', //产品简介
            jqjj: '395', //近期均价
            fsjg: '599', //发售价格
            syjg: '299', //上月价格
            urlname: 'fs_360sl.jpg' //图片名称
        },
        jx: {
            chineseName: '机箱',
            name: '航嘉660S', //cpu名称
            jj: '航嘉660S是一款桌面游戏机箱。该机箱支持M-ATX主板和240水冷散热系统。它具有双面玻璃全景侧透设计，黑色外观。该机箱采用MATX结构，支持MATX和ITX主板，尺寸为463mm x 276mm x 430mm。它具有多个扩展插槽和接口，包括USB 2.0和USB 3.0接口，以及多个硬盘和扩展卡位。在散热方面，它支持前置和顶部安装120/140mm风扇和240mm水冷散热器。机箱内部还提供了合理的电缆管理设计。', //产品简介
            jqjj: '155', //近期均价
            fsjg: '550', //发售价格
            syjg: '199', //上月价格
            urlname: 'jx_hj660S.jpg' //图片名称
        },
        dy: {
            chineseName: '电源',
            name: '航嘉WD850W', //主板名称
            jj: '额定500W，单路40A大电流设计，支持高端游戏独显，主动PFC+双管正激电路设计，转换效率可达85%，双（6+2）PINPIN设计，适配各种独显接口需求，CPU线材长550mm，支持背部走线。', //产品简介
            jqjj: '690', //近期均价
            fsjg: '899', //发售价格
            syjg: '599', //上月价格
            urlname: 'dy_hjWD850W.jpg' //图片名称
        },
        xsq: {
            chineseName: '显示器',
            name: '279C9 四边无边 4K', //cpu名称
            jj: '此款显示器采用LGD原厂IPS屏幕，四边窄边框设计，分辨率为3840×2160，色域为109%sRGB和90.7NTSC，低蓝光不闪屏，支持HDR400，Type-c接口可反向65W充电，支持旋转升降底座+理线槽设计。接口拥有HDMI×2、DP、Type-C、USB3.2×4、音频接口。', //产品简介
            jqjj: ' 2250', //近期均价
            fsjg: '5499', //发售价格
            syjg: '3299', //上月价格
            urlname: 'xsq_279C9_4K.jpg' //图片名称
        },
        sb: {
            chineseName: '鼠标',
            name: '罗技套装', //主板名称
            jj: '罗技G502适应游戏鼠标在配重，平衡及追踪表面的适应性需要有更好的提升，尽可能满足每一位玩家的精确需求。其热成像技术精确打造人体工学外形，革新的高级表面材质提供更为舒适的操控体验。超强表面自适应游戏级传感器，搭载罗技专属的Delta Zero传感器技术 。升级的5块“3.6克”精确配重，可以随心所欲的调整配重系统，寻找最适合你的专属方案。罗技键盘G512可定制轴承，全键盘可定制。', //产品简介
            jqjj: '150', //近期均价
            fsjg: '799', //发售价格
            syjg: '150', //上月价格
            urlname: 'sb_lj.jpg' //图片名称
        },
        qt: {
            chineseName: '其他',
            name: '无', //产品名称
            jj: '无', //产品简介
            jqjj: '0', //近期均价
            fsjg: '0', //发售价格
            syjg: '0', //上月价格
            urlname: 'w.jpg' //图片名称
        },
    }
}