var yxrm = {
    cpmc: '游戏入门', //产品名称
    jg: '4510', //总价
    value: {
        cpu: {
            chineseName: "cpu",
            name: 'i3-12100F', //cpu
            jj: 'i3-12100是一款4核心8线程的处理器，基础频率3.30 GHz，加速频率高达4.30 GHz，单核性能出众，睿频达到4.3GHz。支持DDR4和DDR5内存，游戏性能强劲。搭载Intel UHD Graphics 730显卡，适合办公和日常使用。需要增加独立显卡，可以升级到DDR5频率，搭配一张性能强劲的独立显卡，就能畅玩游戏了。', //产品简介
            jqjj: '655', //近期均价
            fsjg: '988', //发售价格
            syjg: '599', //上月价格
            urlname: 'cpu_12_d_i3_12100F.jpg' //图片名称
        },
        zb: {
            chineseName: '主板',
            name: '华硕H610M-K', //主板
            jj: '华硕H610M-K是一款主板，采用Intel H610芯片组，支持第10代Intel Core处理器和LGA 1200插槽。它具有4个内存插槽，支持最高128GB DDR4内存，以及1个M.2插槽和4个SATA 6Gb/s接口，可提供快速数据传输和存储。此外，它还具有多种连接选项，包括USB 3.2 Gen 1和Gen 2接口，以及HDMI和DVI-D视频输出。它是一款适合家庭和办公室使用的可靠主板。', //产品简介
            jqjj: '525', //近期均价
            fsjg: '999', //发售价格
            syjg: '499', //上月价格
            urlname: 'zb_hsH610M-K.jpg' //图片名称
        },
        yxnc: {
            chineseName: '运行内存',
            name: '金士顿16G-3200', //运行内存
            jj: '利用 Kingston FURY™ Impact DDR4 SODIMM 全副武装您的笔记本电脑或小型设备，最大程度减少系统滞后。FURY Impact DDR4 支持 AMD Ryzen 和 Intel® XMP 并经过 XMP 认证，套件容量高达 64GB，还采用创新的 Plug N Play1 超频技术，可以自动应用出厂预设的速度和延迟时序，无需更改任何 BIOS 设置。这款炫酷的黑色模组能以 1.2V 电压凉爽、高效地运行系统，轻松提升系统的性能。', //产品简介
            jqjj: '235', //近期均价
            fsjg: '329', //发售价格
            syjg: '249', //上月价格
            urlname: 'yxnc_jsd16G_3200.jpg' //图片名称
        },
        cc: {
            chineseName: '储存',
            name: '金士顿500G M.2', //cpu名称
            jj: ' PCIe 3.0 x4通道，采用高效效性能和单侧M.2 2280(22×80mm)设计，使NV1散热更少，功耗更低。采用单面M.2设计，不仅适用于普通台式机和笔记本电脑，还可灵活安装于超薄笔记本电脑或小尺寸规格PC( SFF PC)系统。采用一体化设计，无活动部件大大降低了故障风险。它功耗和发热量低、工作安静并具备抗冲击和抗振动性能。读取速度2100MB/s，写入速度1700MB/s，总体写入量240TBW。', //产品简介
            jqjj: '180', //近期均价
            fsjg: '328', //发售价格
            syjg: '169', //上月价格
            urlname: 'cc_jsd500G_M_2.jpg' //图片名称
        },
        xk: {
            chineseName: "显卡",
            name: 'iGame GTX1650 Ultra OC  4GD6', //cpu名称
            jj: 'iGame GTX1650 Ultra OC 4GD6是一款由映众（Colorful）推出的显卡产品。它采用了NVIDIA的GTX 1650 GPU，拥有4GB GDDR6显存。此外，它还具有超频功能，可提供更高的游戏性能。该显卡还配备了iGame Zone II软件，该软件可用于监测显卡的状态和控制其运行。总体来说，iGame GTX1650 Ultra OC 4GD6是一款性价比较高的显卡产品，适合那些想要升级其游戏性能的玩家。', //产品简介
            jqjj: '1100', //近期均价
            fsjg: '11000', //发售价格
            syjg: '1299', //上月价格
            urlname: 'xk_iGame_GTX1650_Ultra_OC_4GD6.jpg' //图片名称
        },
        fs: {
            chineseName: '风扇',
            name: '6铜芯', //cpu名称
            jj: '六根高能热管，加上精密穿片工艺，能够做到快速导热。纯铜底座搭配回流焊工艺处理，紧密贴合，强效导热，12cm炫彩高性能风扇，大风量，强风压，迅速带走热量，还能智能温控调速，高低温自动调节转速。热管直触，镜面铣底，无缝贴合，高效导热。', //产品简介
            jqjj: '185', //近期均价
            fsjg: '750', //发售价格
            syjg: '179', //上月价格
            urlname: 'fs_6tx.jpg' //图片名称
        },
        jx: {
            chineseName: '机箱',
            name: '航嘉660S', //cpu名称
            jj: '航嘉660S是一款桌面游戏机箱。该机箱支持M-ATX主板和240水冷散热系统。它具有双面玻璃全景侧透设计，黑色外观。该机箱采用MATX结构，支持MATX和ITX主板，尺寸为463mm x 276mm x 430mm。它具有多个扩展插槽和接口，包括USB 2.0和USB 3.0接口，以及多个硬盘和扩展卡位。在散热方面，它支持前置和顶部安装120/140mm风扇和240mm水冷散热器。机箱内部还提供了合理的电缆管理设计。', //产品简介
            jqjj: '155', //近期均价
            fsjg: '550', //发售价格
            syjg: '199', //上月价格
            urlname: 'jx_hj660S.jpg' //图片名称
        },
        dy: {
            chineseName: '电源',
            name: '航嘉GS500W', //主板名称
            jj: '额定功率400W，峰值功率500，长线材，支持背部走线，满足游戏、家用、网吧各种不同走线需求，采用智能静音温控风扇，带来安静享受，待机功耗小于1W，典型转换效率可达84%，配备双8PIN显卡接口，建议搭配GTX1070/RX470以下显卡', //产品简介
            jqjj: '225', //近期均价
            fsjg: '599', //发售价格
            syjg: '199', //上月价格
            urlname: 'dy_hjGS500W.png' //图片名称
        },
        xsq: {
            chineseName: '显示器',
            name: '飞利浦27E1N5500E 2K', //cpu名称
            jj: '飞利浦新一代 E 系列 27E1N5500E 采用 2K IPS 技术面板，呈现晶晰画质 的同时色彩更通透;采用可升降、旋转多功能支架便于让你找到更舒适、更健 康的观看角度，从细节之处感受飞利浦的匠心设计。', //产品简介
            jqjj: ' 1130', //近期均价
            fsjg: '5330', //发售价格
            syjg: '1229', //上月价格
            urlname: 'xsq_27E1N5500E_2K' //图片名称
        },
        sb: {
            chineseName: '鼠标',
            name: '罗技套装', //主板名称
            jj: '罗技G502适应游戏鼠标在配重，平衡及追踪表面的适应性需要有更好的提升，尽可能满足每一位玩家的精确需求。其热成像技术精确打造人体工学外形，革新的高级表面材质提供更为舒适的操控体验。超强表面自适应游戏级传感器，搭载罗技专属的Delta Zero传感器技术 。升级的5块“3.6克”精确配重，可以随心所欲的调整配重系统，寻找最适合你的专属方案。罗技键盘G512可定制轴承，全键盘可定制。', //产品简介
            jqjj: '150', //近期均价
            fsjg: '799', //发售价格
            syjg: '150', //上月价格
            urlname: 'sb_lj.jpg' //图片名称
        },
        qt: {
            chineseName: '其他',
            name: '无', //产品名称
            jj: '无', //产品简介
            jqjj: '0', //近期均价
            fsjg: '0', //发售价格
            syjg: '0', //上月价格
            urlname: 'w.jpg' //图片名称
        },
    }
}