var yxzj = {
    cpmc: '游戏中级', //产品名称
    jg: '13210', //总价
    value: {
        cpu: {
            chineseName: "cpu",
            name: 'i5-13600KF ', //cpu
            jj: 'i5 13600KF，英特尔13代酷睿桌面处理器。为14核20线程，即为6大核+8小核，基础频率3.5GHz，睿频 5.1GHz，24MB三级缓存，该处理器采用Intel 7工艺，两位数性能提升，最高14核20线程，即6大核+8小核，拥有超频功能，与12代酷睿平台兼容。需搭配独立显卡。', //产品简介
            jqjj: '1980', //近期均价
            fsjg: '2799', //发售价格
            syjg: '1799', //上月价格
            urlname: 'cpu_13d_i5_13600KF.jpg' //图片名称
        },
        zb: {
            chineseName: '主板',
            name: '华硕B760-AWY WIFI', //主板
            jj: ' 华硕B760-AWY WIFI是一款主板型号，属于华硕旗下的ROG系列产品。该主板采用了英特尔Z590芯片组，支持第11代和第10代英特尔Core处理器，具有Wi-Fi 6E无线网络模块和2.5G以太网接口，支持PCIe 4.0，内置USB 3.2 Gen 2x2接口等。此外，该主板还拥有华硕独家的AI智能超频功能，可根据CPU和散热器的状态自动调整超频参数，提升系统性能。', //产品简介
            jqjj: '890', //近期均价
            fsjg: '1799', //发售价格
            syjg: '899', //上月价格
            urlname: 'zb_hsB760_AWY.jpg' //图片名称
        },
        yxnc: {
            chineseName: '运行内存',
            name: '金士顿16G-3200', //运行内存
            jj: '利用 Kingston FURY™ Impact DDR4 SODIMM 全副武装您的笔记本电脑或小型设备，最大程度减少系统滞后。FURY Impact DDR4 支持 AMD Ryzen 和 Intel® XMP 并经过 XMP 认证，套件容量高达 64GB，还采用创新的 Plug N Play1 超频技术，可以自动应用出厂预设的速度和延迟时序，无需更改任何 BIOS 设置。这款炫酷的黑色模组能以 1.2V 电压凉爽、高效地运行系统，轻松提升系统的性能。', //产品简介
            jqjj: '235', //近期均价
            fsjg: '329', //发售价格
            syjg: '249', //上月价格
            urlname: 'yxnc_jsd16G_3200.jpg' //图片名称
        },
        cc: {

            chineseName: '储存',
            name: '金士顿1000G M.2', //cpu名称
            jj: ' PCIe 3.0 x4通道，采用高效效性能和单侧M.2 2280(22×80mm)设计，使NV1散热更少，功耗更低。采用单面M.2设计，不仅适用于普通台式机和笔记本电脑，还可灵活安装于超薄笔记本电脑或小尺寸规格PC( SFF PC)系统。采用一体化设计，无活动部件大大降低了故障风险。它功耗和发热量低、工作安静并具备抗冲击和抗振动性能。读取速度2100MB/s，写入速度1700MB/s，总体写入量240TBW。', //产品简介
            jqjj: '580', //近期均价
            fsjg: '998', //发售价格
            syjg: '499', //上月价格
            urlname: 'cc_jsd1000G_M_2.jpg' //图片名称
        },
        xk: {
            chineseName: "显卡",
            name: 'iGame RTX 4070 Vulcan OC 火神', //cpu名称
            jj: 'iGame RTX 4070 Vulcan OC 火神是一款由中国公司映众科技推出的高端显卡。它采用了Nvidia的RTX 4070 GPU，拥有强大的性能和先进的光线追踪技术。此外，它还配备了Vulcan散热系统，可以有效降低显卡温度，提高稳定性和耐久性。这款显卡也支持超频，可以进一步提高性能。', //产品简介
            jqjj: '5550', //近期均价
            fsjg: '8999', //发售价格
            syjg: '4999', //上月价格
            urlname: 'xk_Game_RTX_4070_Vulcan_OC.jpg' //图片名称
        },
        fs: {
            chineseName: '风扇',
            name: '360水冷 利民 ARGB', //cpu名称
            jj: '利民TL-C12CW-S均衡ARGB风扇，Stably-FDB磁力稳定轴承，解决吊装模式下扇叶抖震问题。采用0.10mm间距微水道铜底，全紫铜镜平面底座长效性陶瓷轴承，2600转/分低噪音八级马达。', //产品简介
            jqjj: '395', //近期均价
            fsjg: '599', //发售价格
            syjg: '299', //上月价格
            urlname: 'fs_360sl.jpg' //图片名称
        },
        jx: {
            chineseName: '机箱',
            name: '航嘉海景房+全套灯', //cpu名称
            jj: '航嘉MVP Apollo Max阿波罗·麦克斯采用了双纸箱设计，整机运输无忧。这是一款标准的“海景房”结构产品，本次测试的产品为醒目的白色配色，机箱正面和侧面都由全景钢化玻璃材质打造而成，内部配件一览无遗。这类产品之所以视觉效果更好，还有一个原因在于不同于普通中塔式机箱的上下分区结构，通过将电源、硬盘移到了另外一侧，解决了电源仓影响整个机箱颜值的问题。与此同时，航嘉MVP Apollo Max阿波罗·麦克斯还支持显卡支架安装（选配），支持390mm长的显卡竖插，堪称是一个完美的灯光展示箱。如果在航嘉MVP Apollo Max阿波罗·麦克斯当中安装各种带RGB灯效的白色硬件，可以打造出视觉效果相当震撼的白色主机。', //产品简介
            jqjj: '650', //近期均价
            fsjg: '950', //发售价格
            syjg: '750', //上月价格
            urlname: 'jx_hjhjf.jpg ' //图片名称
        },
        dy: {
            chineseName: '电源',
            name: '航嘉WD600W', //主板名称
            jj: '额定功率600W，80PLUS金牌效率，高效节能，全模组输出，方便线材管理、全黑网管线材，美观耐用，支持双8PIN/8+4PIN旗舰主板CPU供电需求，CPU线长650mm，满足绝大部分游戏机箱走背线需求，+12V大电流(50A)输出（90%输出占比），强劲供电能力，配备双8PIN显卡接口，支持N/A高端旗舰显卡，LLC谐振&SR同步整流&DC-DC转换，带来稳定高效输出，静音风扇搭配温控电路，玩游戏更静音，高品质电容，固态电容，有效滤除杂波，输出纯净电流，支持全幅电压，有效避免电网不稳带来的宕机风险。', //产品简介
            jqjj: '295', //近期均价
            fsjg: '649', //发售价格
            syjg: '259', //上月价格
            urlname: 'dy_hjWD600W.jpg' //图片名称
        },
        xsq: {
            chineseName: '显示器',
            name: '飞利浦279C9 四边无边 4K', //cpu名称
            jj: '此款显示器采用LGD原厂IPS屏幕，四边窄边框设计，分辨率为3840×2160，色域为109%sRGB和90.7NTSC，低蓝光不闪屏，支持HDR400，Type-c接口可反向65W充电，支持旋转升降底座+理线槽设计。接口拥有HDMI×2、DP、Type-C、USB3.2×4、音频接口。', //产品简介
            jqjj: ' 2250', //近期均价
            fsjg: '5499', //发售价格
            syjg: '3299', //上月价格
            urlname: 'xsq_279C9_4K.jpg' //图片名称
        },
        sb: {
            chineseName: '鼠标',
            name: '罗技套装', //主板名称
            jj: '罗技G502适应游戏鼠标在配重，平衡及追踪表面的适应性需要有更好的提升，尽可能满足每一位玩家的精确需求。其热成像技术精确打造人体工学外形，革新的高级表面材质提供更为舒适的操控体验。超强表面自适应游戏级传感器，搭载罗技专属的Delta Zero传感器技术 。升级的5块“3.6克”精确配重，可以随心所欲的调整配重系统，寻找最适合你的专属方案。罗技键盘G512可定制轴承，全键盘可定制。', //产品简介
            jqjj: '150', //近期均价
            fsjg: '799', //发售价格
            syjg: '150', //上月价格
            urlname: 'sb_lj.jpg' //图片名称
        },
        qt: {
            chineseName: '其他',
            name: '无', //产品名称
            jj: '无', //产品简介
            jqjj: '0', //近期均价
            fsjg: '0', //发售价格
            syjg: '0', //上月价格
            urlname: 'w.jpg' //图片名称
        },
    }
}